{
  "header": {
    "links": ["Home", "About", "Fees", "Terms", "Support"]
  },
  "about": {
    "title": "About",
    "paragraphs": [
      "We are a family deconstructing a P2P ecosystem, without KYC, to be used by anyone, anywhere.",
      "According to praxeology, the logic of human action always seeks a change from a less satisfactory state to a more satisfactory one. Diy Sec Lab enables the free market of P2P buyers and sellers in the simplest and most user-friendly way.",
      "Unlike a conventional cryptocurrency exchange, we connect buyers and sellers in a P2P format, securely and privately. All Bitcoins traded on Diy Sec Lab are whitelisted, meaning they do not come from illicit activities and are fully legal.",
      "You might still wonder: 'So, to buy Bitcoin without KYC and securely, will I have to trust Diy Sec Lab's P2P?'",
      "All Diy Sec Lab attendants are pre-selected under the SpikeProvider model, leaving a locked BTC amount on the platform as collateral to work with us. Thus, if any Diy Sec Lab attendant cheats, they are automatically penalized financially with amounts far greater than the trades.",
      "Finally, in case of any problem, the client can contact SpikeHelper by providing the trade ID. The issue will be carefully analyzed until its resolution. We are committed to creating the best experience for you."
    ]
  },
  "checkout": {
    "title": "Bitcoin Purchase and Checkout",
    "brl_placeholder": "Enter the amount in BRL",
    "btc_placeholder": "Amount in BTC",
    "proceed_button": "Proceed",
    "transaction_error": "Transactions are only allowed daily from 8 AM to 8 PM in Brasília time.",
    "amount_error": "The amount must be greater than R$700 and less than R$5000 to proceed.",
    "brl_label": "BRL",
    "btc_label": "Bitcoin"
  },
  "paymentFailure": {
    "title": "Payment Failure",
    "returnToSite": "BACK TO SITE",
    "whatsapp": "WhatsApp"
  },
  "paymentSuccess": {
    "title": "Payment Successful",
    "description": "Your transaction has been successfully completed.",
    "transactionTime": "The transaction can take between 30 minutes to 24 hours.",
    "whatsapp": "WhatsApp",
    "redirectButton": "BACK TO SITE"
  },
  "fees": {
    "title": "Fees",
    "above1000": "For amounts above 1000 BRL.",
    "below1000": "For amounts below 1000 BRL.",
    "reflectionTitle": "Reflection: Bitcoin as a Libertarian Tool",
    "reflection1": "If Bitcoin is truly a libertarian tool, why do governments still allow individuals to buy BTC legally?",
    "reflection2": "Basically because those who still buy bitcoin 'conventionally' need to provide all their personal details to the exchange, doing the famous KYC. This way, the government will know every satoshi you bought and where to find it.",
    "reflection3": "It is true that when you buy bitcoin this way, you pay a small fee for each trade, but at the time of withdrawal, in addition to paying another fixed fee, your transaction will be exposed to Leviathan, and the tax will be inevitable, potentially reaching 22.5%.",
    "reflection4": "Yes, that 'convenience' could end up costing much more in the long run. Also, you never know how they might manipulate your personal details.",
    "privacyTitle": "Privacy and Anonymity",
    "privacy1": "It's not that hard to make the right choice. Better to ensure your privacy and anonymity.",
    "privacy2": "Start trading now from "
  },
  "termsOfUse": {
    "title": "Terms of Use",
    "platformTitle": "About the platform",
    "platformDescription1": "This is a P2P platform for private bitcoin (BTC) trading, not a conventional exchange with instant transactions.",
    "platformDescription2": "The operational model ensures that transactions are securely carried out between users, whether liquidity providers or order creators.",
    "platformDescription3": "All providers make a BTC deposit that is locked on the platform, ensuring the effectiveness of transactions.",
    "transactionsTitle": "How transactions work",
    "transactionsStep1": "Choose the desired amount, network, and enter your wallet address.",
    "transactionsStep2": "Provide the contact phone number for sending the proof.",
    "transactionsStep3": "Always remember to accept the terms of use and fees to proceed.",
    "transactionDurationTitle": "Transaction duration",
    "transactionDurationDescription1": "A normal transaction can take anywhere from 30 minutes to 24 hours, depending on factors like banking processing, proof submission, and network congestion.",
    "transactionDurationDescription2": "Additional delays may occur depending on user decisions regarding market fluctuations.",
    "kycPoliciesTitle": "KYC Policies and Responsibility",
    "kycPoliciesDescription1": "We do not require KYC for using the platform. The responsibility for identity verification lies with the banks that allow their customers to use an account.",
    "kycPoliciesDescription2": "Our role is to ensure that trades are conducted properly, acting as a marketplace for value exchange.",
    "globalReachTitle": "Global reach and payment methods",
    "globalReachDescription1": "The operation is carried out globally, offering various payment options.",
    "globalReachDescription2": "Providers operate independently, without specific ties to banks or regulatory entities.",
    "globalReachDescription3": "Using the platform automatically implies full acceptance of the terms of use.",
    "disputesTitle": "Disputes and resolutions",
    "disputesStep1": "Open a request with support or contact us on WhatsApp.",
    "disputesStep2": "Financial penalties will be applied in cases of dishonesty.",
    "disputesStep3": "Unfounded disputes will be subject to a 10% penalty of the order value.",
    "disputesStep4": "The normal resolution time can take 7 to 30 days, possibly extending depending on bank review times.",
    "conductTitle": "Conduct and commitment",
    "conductDescription1": "Our commitment is to maintain a safe and respectful environment, aligned with Bitcoin's libertarian principles.",
    "conductPenalty1": "10%: Defamation without prior attempt to resolve.",
    "conductPenalty2": "20%: Defamation during arbitration analysis.",
    "conductPenalty3": "100%: Fraud attempts or transactions with illicit funds.",
    "conductPenalty4": "125%: Bad faith by the provider or failure to send funds to the counterpart after receipt.",
    "conductDescription2": "Users with inappropriate behavior will be permanently banned.",
    "footer": "Thank you for choosing our platform. Our commitment is to your freedom and privacy."
  },
  "support": {
    "sendMessage": "Send a message",
    "firstName": "First Name",
    "lastName": "Last Name",
    "email": "Email",
    "message": "Message",
    "send": "Send",
    "successMessage": "Message sent successfully!",
    "errorMessage": "There was an error sending the message. Please try again."
  },
  "buycheckout": {
    "coldWalletError": "The wallet address cannot be empty.",
    "invalidColdWalletError": "Invalid wallet address.",
    "transactionNumberError": "The phone number is required.",
    "invalidTransactionNumberError": "Enter a valid phone number (9 to 15 digits).",
    "termsAndFeesAlert": "You need to accept the fees and the terms of use.",
    "networkSelectionAlert": "You need to select a Bitcoin network before proceeding.",
    "paymentError": "Error processing the payment.",
    "pixKeyCopied": "PIX key copied to clipboard!",
    "paymentNotConfirmed": "Payment not confirmed yet. Please try again.",
    "couponInactive": "The coupon is not active.",
    "couponExpired": "The coupon has expired.",
    "couponUsageLimitReached": "The coupon has reached its usage limit.",
    "couponValid": "The coupon is valid!",
    "couponCheckError": "There was an error checking the coupon.",
    "value": "Value",
    "valueBTC": "Value in BTC",
    "timeRemaining": "Time remaining",
    "minutes": "minutes",
    "scanQRCode": "Scan QR Code",
    "copyPixKey": "Copy PIX key",
    "selectNetwork": "Select Network",
    "selectPaymentMethod": "Select Payment Method",
    "bitcoinWallet": "Bitcoin Wallet",
    "contactNumber": "Contact Number",
    "couponPlaceholder": "Enter coupon code",
    "apply": "Apply",
    "acceptFees": "I accept the fees",
    "acceptTerms": "I accept the terms and conditions",
    "getPixKey": "Get PIX key"
  }
}
