{
  "header": {
    "links": ["Inicio", "Sobre", "Tarifas", "Términos", "Soporte"]
  },
  "about": {
    "title": "Compra y venta de Bitcoin sin burocracia, con total libertad",
    "paragraphs": [
      "En Alfred, creemos que la libertad financiera debe ser simple y accesible para todos. Por eso ofrecemos una plataforma P2P (peer-to-peer) donde puedes comprar y vender Bitcoin de manera directa, sin necesidad de procesos de verificación de identidad (KYC). Aquí, la privacidad y la autonomía se respetan en cada transacción.",
      "Sabemos que cada persona tiene derecho a gestionar sus recursos de forma discreta y sin interferencias. Al elegir Alfred, estás optando por un servicio donde no se requiere tu identidad ni tus datos personales. Nuestro modelo de operación se basa en la confianza entre compradores y vendedores, creando un entorno donde todos pueden negociar con seguridad sin comprometer su privacidad.",
      "Aunque no solicitamos KYC, no comprometemos la seguridad. Nuestra plataforma ofrece un sistema robusto de verificación y monitoreo que garantiza que todas las transacciones realizadas sean legítimas y seguras. Cada vendedor es responsable de garantizar la calidad del Bitcoin que se negocia, y nuestro equipo siempre está disponible para resolver cualquier problema, asegurando que todas las partes involucradas cumplan con sus responsabilidades.",
      "Olvídate de las largas filas de verificaciones y del exceso de documentación. En Alfred, las transacciones son rápidas, simples y transparentes. Sin intermediarios, tratas directamente con la otra parte, sin perder la seguridad necesaria para garantizar que todo ocurra de la mejor manera posible.",
      "Entendemos que, al operar sin KYC, el soporte al cliente se vuelve esencial. Nuestro equipo de atención siempre está disponible para resolver cualquier problema, mediar disputas y garantizar que tu experiencia de compra y venta sea tranquila y sin riesgos. Si algo no ocurre como esperabas, nuestra estructura de resolución de disputas está lista para actuar y proteger los intereses de nuestros usuarios.",
      "Con Alfred, tienes la oportunidad de formar parte de una comunidad que valora la libertad financiera y la privacidad sin comprometer la seguridad. Creemos en un mercado más justo, donde la confianza es el pilar principal de las transacciones. Únete a nosotros y experimenta la verdadera libertad al negociar Bitcoin."
    ]
  },
  "checkout": {
    "title": "Compra de Bitcoin y Checkout",
    "brl_placeholder": "Ingrese el monto en BRL",
    "btc_placeholder": "Monto en BTC",
    "proceed_button": "Continuar",
    "transaction_error": "Las transacciones solo están permitidas todos los días, de 8 AM a 10 PM en hora de Brasília.",
    "amount_error": "El monto debe ser mayor a R$700 y menor a R$5000 para continuar.",
    "brl_label": "BRL",
    "btc_label": "Bitcoin"
  },
  "paymentFailure": {
    "title": "Fallo en el pago",
    "returnToSite": "VOLVER AL SITIO",
    "whatsapp": "WhatsApp"
  },
  "paymentSuccess": {
    "title": "Pago con éxito",
    "description": "Su transacción ha sido completada con éxito.",
    "transactionTime": "La transacción puede demorar entre 30 minutos y 24 horas.",
    "whatsapp": "WhatsApp",
    "redirectButton": "VOLVER AL SITIO"
  },
  "fees": {
    "title": "Tarifas",
    "above1000": "5% para transacciones superiores a 1.000 BRL.",
    "below1000": "10% para transacciones inferiores a 1.000 BRL.",
    "convertibilityRates": "Tarifas de convertibilidad variables para transacciones que involucren Pix a LBTC y transferencias de Bitcoin on-chain.",
    "reflectionTitle": "Reflexión: Bitcoin como herramienta libertaria",
    "reflection1": "Si Bitcoin es realmente una herramienta libertaria, ¿por qué los gobiernos permiten que las personas sigan comprando BTC legalmente?",
    "reflection2": "La respuesta está en cómo funcionan las compras convencionales de Bitcoin: para adquirir BTC a través de exchanges tradicionales, debes proporcionar todos tus datos personales, el famoso KYC (Know Your Customer). Esto significa que el gobierno tiene acceso a toda la información sobre tu transacción, incluyendo dónde está tu Bitcoin y quién lo posee.",
    "reflection3": "Aunque pagues una pequeña tarifa por transacción, el verdadero costo llega al momento del retiro. Además de la tarifa fija de retiro, tus transacciones quedan expuestas al control gubernamental. Y el precio de esta exposición puede ser alto: los impuestos pueden llegar hasta el 27,5%, dependiendo de tu ubicación y las regulaciones vigentes.",
    "reflection4": "La 'conveniencia' de los exchanges convencionales puede terminar siendo mucho más cara de lo que imaginas. Además, al entregar tus datos personales, nunca sabes cómo podrían ser utilizados o manipulados en el futuro.",
    "privacyTitle": "Privacidad y Anonimato",
    "privacy1": "Es simple: al elegir Alfred, garantizas tu privacidad y anonimato.",
    "privacy2": "Aquí, puedes comenzar a negociar desde 700 BRL sin comprometer tu identidad ni exponer tus transacciones al control externo."
  },
  "termsOfUse": {
    "title": "Términos de Uso",
    "platformTitle": "Sobre la Plataforma",
    "platformDescription": "Alfred es una plataforma P2P (peer-to-peer) que ofrece un entorno seguro para el comercio de Bitcoin (BTC). A diferencia de los intercambios tradicionales, Alfred no tiene transacciones instantáneas. El modelo P2P garantiza que usted opere directamente con otros usuarios, ya sea como un proveedor de liquidez o un creador de órdenes, siempre con la seguridad de que las transacciones se llevarán a cabo de manera eficiente y confiable.\n\nTodos los proveedores de liquidez en Alfred realizan un depósito en BTC, que se retiene hasta la finalización de la transacción, asegurando que ambas partes cumplen con lo acordado.",
    "transactionsTitle": "Cómo Funcionan las Transacciones",
    "transactionsSteps": [
      "Elija el monto deseado, seleccione la red e ingrese la dirección de su billetera.",
      "Proporcione un número de teléfono para el envío del comprobante de pago.",
      "Recuerde aceptar los Términos de Uso y las tarifas aplicables para continuar."
    ],
    "transactionDurationTitle": "Duración de la Transacción",
    "transactionDurationDescription": "En Alfred, no requerimos KYC (Conozca a su cliente) para realizar transacciones, ya que creemos en la privacidad y libertad de nuestros usuarios. La responsabilidad de la verificación de identidad recae en los bancos que permiten el uso de cuentas bancarias.\n\nNuestra función es garantizar que las transacciones se realicen de manera eficiente y segura, funcionando como un mercado para el intercambio de valores entre usuarios.",
    "kycPoliciesTitle": "Políticas de KYC y Responsabilidad",
    "kycPoliciesDescription1": "No requerimos KYC para el uso de la plataforma. La responsabilidad de la verificación de identidad recae en los bancos que permiten el uso de cuentas bancarias.",
    "kycPoliciesDescription2": "Nuestro papel es garantizar que las transacciones se realicen de manera eficiente y segura, actuando como un marketplace para el intercambio de valores.",
    "globalReachTitle": "Alcance Global y Métodos de Pago",
    "globalReachDescription1": "Las operaciones se realizan a nivel global, ofreciendo diversas opciones de pago.",
    "globalReachDescription2": "Los proveedores operan de manera independiente, sin vínculos específicos con bancos o entidades reguladoras.",
    "globalReachDescription3": "El uso de la plataforma implica automáticamente la aceptación total de los Términos de Uso.",
    "disputesTitle": "Disputas y Resoluciones",
    "disputesStep1": "Abra una solicitud de soporte o contáctenos a través de WhatsApp.",
    "disputesStep2": "Se aplicarán sanciones financieras en casos de deshonestidad.",
    "disputesStep3": "Las disputas infundadas estarán sujetas a sanciones del 10% del valor del pedido.",
    "disputesStep4": "El tiempo normal de resolución puede variar de 7 a 30 días, pudiendo extenderse dependiendo del tiempo de análisis de los bancos.",
    "conductTitle": "Conducta y Compromiso",
    "conductDescription1": "Nuestro compromiso es mantener un entorno seguro y respetuoso, alineado con los principios libertarios de Bitcoin.",
    "conductPenalty1": "10%: Difamación sin intento previo de resolución.",
    "conductPenalty2": "20%: Difamación durante el análisis de arbitraje.",
    "conductPenalty3": "100%: Intentos de fraude o negociaciones con fondos ilícitos.",
    "conductPenalty4": "125%: Mala fe por parte del proveedor o no envío de fondos a la contraparte después de la recepción.",
    "conductDescription2": "Los usuarios con comportamiento inapropiado serán expulsados permanentemente.",
    "footer": "Gracias por elegir nuestra plataforma. Nuestro compromiso es con su libertad y privacidad."
  },
  "support": {
    "sendMessage": "Envía un mensaje",
    "firstName": "Nombre",
    "lastName": "Apellido",
    "email": "Correo electrónico",
    "message": "Mensaje",
    "send": "Enviar",
    "successMessage": "¡Mensaje enviado con éxito!",
    "errorMessage": "Hubo un error al enviar el mensaje. Por favor, inténtalo nuevamente."
  },
  "buycheckout": {
    "coldWalletError": "La dirección de la cartera no puede estar vacía.",
    "invalidColdWalletErrorLiquid": "Dirección de billetera Liquid inválida.",
    "invalidColdWalletErrorOnchain": "Dirección de billetera Onchain inválida.",
    "invalidColdWalletErrorLightning": "Dirección de billetera Lightning inválida.",
    "transactionNumberError": "El número de teléfono es obligatorio.",
    "invalidTransactionNumberError": "Ingresa un número de teléfono válido (9 a 15 dígitos).",
    "termsAndFeesAlert": "Debes aceptar las tarifas, condiciones de uso y confirmación de los datos enviados.",
    "networkSelectionAlert": "Debe seleccionar una red de Bitcoin antes de continuar.",
    "paymentError": "Error al procesar el pago.",
    "pixKeyCopied": "¡Clave PIX copiada al portapapeles!",
    "paymentNotConfirmed": "Pago aún no confirmado. Inténtelo nuevamente.",
    "couponInactive": "El cupón no está activo.",
    "couponExpired": "El cupón ha caducado.",
    "couponUsageLimitReached": "El cupón alcanzó el límite de uso.",
    "couponValid": "¡El cupón es válido!",
    "couponCheckError": "Hubo un error al verificar el cupón.",
    "value": "Valor",
    "valueBTC": "Valor en BTC",
    "timeRemaining": "Tiempo restante",
    "minutes": "minutos",
    "scanQRCode": "Escanear el código QR",
    "copyPixKey": "Copiar clave PIX",
    "makePayment": "Realizar el pago",
    "selectNetwork": "Seleccionar red",
    "selectPaymentMethod": "Seleccionar método de pago",
    "bitcoinWallet": "Cartera Bitcoin",
    "contactNumber": "Número de contacto",
    "couponPlaceholder": "Insertar cupón",
    "apply": "Aplicar",
    "acceptFees": "Acepto las tarifas",
    "acceptTerms": "Acepto los términos y condiciones",
    "confirmDate": "Confirmo que los datos enviados son correctos",
    "getPixKey": "Obtener clave PIX"
  },
  "guide": {
    "imageStep": "¡Hola, soy Alfred! ¡Bienvenido! Soy un robot que facilita las transacciones de Bitcoin sin KYC, de manera simple y segura.",
    "brlStep": "Ingresa el valor en BRL que deseas convertir a Bitcoin.",
    "proceedButtonStep": "Después de ingresar el valor, haz clic en el botón 'Continuar' para seguir con la compra."
  }
}
