{
  "header": {
    "links": ["Inicio", "Sobre", "Tarifas", "Términos", "Soporte"]
  },
  "about": {
    "title": "Acerca de",
    "paragraphs": [
      "Somos una familia deconstruyendo un ecosistema P2P, sin KYC, para ser utilizado por cualquier persona, en cualquier lugar.",
      "Según la praxeología, la lógica de la acción humana siempre busca un cambio de un estado menos satisfactorio a uno más satisfactorio. Diy Sec Lab permite el libre mercado de compradores y vendedores P2P, de la manera más simple y amigable.",
      "A diferencia de un exchange convencional de criptomonedas, conectamos a compradores y vendedores en un formato P2P, de forma segura y privada. Todos los Bitcoins negociados en Diy Sec Lab están en una lista blanca, lo que significa que no provienen de actividades ilícitas y son completamente legales.",
      "Quizás aún te preguntes: 'Entonces, ¿para comprar Bitcoin sin KYC y de manera segura, tendré que confiar en el P2P de Diy Sec Lab?'",
      "Todos los asistentes de Diy Sec Lab son preseleccionados bajo el modelo SpikeProvider, dejando una cantidad de BTC bloqueada en la plataforma como garantía para trabajar con nosotros. Así, si algún asistente de Diy Sec Lab hace trampa, automáticamente será sancionado financieramente con montos mucho mayores que los intercambios.",
      "Finalmente, en caso de cualquier problema, el cliente puede contactar a SpikeHelper proporcionando el ID del intercambio. El problema será analizado cuidadosamente hasta su resolución. Estamos comprometidos a crear la mejor experiencia para ti."
    ]
  },
  "checkout": {
    "title": "Compra de Bitcoin y Checkout",
    "brl_placeholder": "Ingrese el monto en BRL",
    "btc_placeholder": "Monto en BTC",
    "proceed_button": "Continuar",
    "transaction_error": "Las transacciones solo están permitidas todos los días, de 8 AM a 8 PM en hora de Brasília.",
    "amount_error": "El monto debe ser mayor a R$700 y menor a R$5000 para continuar.",
    "brl_label": "BRL",
    "btc_label": "Bitcoin"
  },
  "paymentFailure": {
    "title": "Fallo en el pago",
    "returnToSite": "VOLVER AL SITIO",
    "whatsapp": "WhatsApp"
  },
  "paymentSuccess": {
    "title": "Pago con éxito",
    "description": "Su transacción ha sido completada con éxito.",
    "transactionTime": "La transacción puede demorar entre 30 minutos y 24 horas.",
    "whatsapp": "WhatsApp",
    "redirectButton": "VOLVER AL SITIO"
  },
  "fees": {
    "title": "Tarifas",
    "above1000": "Para valores superiores a 1000 BRL.",
    "below1000": "Para valores inferiores a 1000 BRL.",
    "reflectionTitle": "Reflexión: Bitcoin como herramienta libertaria",
    "reflection1": "Si Bitcoin es realmente una herramienta libertaria, ¿por qué los gobiernos permiten que las personas sigan comprando BTC legalmente?",
    "reflection2": "Básicamente porque quienes todavía compran bitcoin de forma 'convencional' deben proporcionar todos los detalles personales a la corredora, realizando el famoso KYC. De esta forma, el gobierno sabrá cada satoshi que compraste y dónde encontrarlo.",
    "reflection3": "Es cierto que al comprar bitcoin de esta forma, pagas una pequeña tarifa por cada operación, pero, en el momento de la retirada, además de pagar otra tarifa fija, tu transacción quedará expuesta al Leviatán, y el impuesto será inevitable, pudiendo llegar al 22,5%.",
    "reflection4": "Sí, tal 'conveniencia' puede resultar mucho más cara al final. Además, nunca sabes cómo pueden manipular tus detalles personales.",
    "privacyTitle": "Privacidad y Anonimato",
    "privacy1": "No es tan difícil tomar la decisión correcta. Mejor garantizar tu privacidad y anonimato.",
    "privacy2": "Comienza a negociar ahora a partir de "
  },
  "termsOfUse": {
    "title": "Términos de Uso",
    "platformTitle": "Sobre la plataforma",
    "platformDescription1": "Esta es una plataforma P2P para el comercio privado de bitcoin (BTC), no siendo una exchange convencional con transacciones instantáneas.",
    "platformDescription2": "El modelo operativo garantiza que las transacciones se realicen de manera segura entre los usuarios, ya sean proveedores de liquidez o creadores de órdenes.",
    "platformDescription3": "Todos los proveedores realizan un depósito en BTC que queda bloqueado en la plataforma, garantizando la efectividad de las transacciones.",
    "transactionsTitle": "Cómo funcionan las transacciones",
    "transactionsStep1": "Elija el monto deseado, red e ingrese la dirección de su billetera.",
    "transactionsStep2": "Proporcione el número de teléfono de contacto para enviar el comprobante.",
    "transactionsStep3": "Recuerde siempre aceptar los términos de uso y las tarifas para continuar.",
    "transactionDurationTitle": "Duración de la transacción",
    "transactionDurationDescription1": "Una transacción normal puede variar de 30 minutos a 24 horas, dependiendo de factores como el procesamiento bancario, la presentación de comprobantes y la congestión de redes.",
    "transactionDurationDescription2": "Pueden ocurrir retrasos adicionales dependiendo de las decisiones del usuario frente a las fluctuaciones del mercado.",
    "kycPoliciesTitle": "Políticas de KYC y responsabilidad",
    "kycPoliciesDescription1": "No requerimos KYC para el uso de la plataforma. La responsabilidad sobre la verificación de identidad recae en los bancos que permiten a sus clientes utilizar una cuenta.",
    "kycPoliciesDescription2": "Nuestro papel es asegurar que las negociaciones se realicen adecuadamente, actuando como un marketplace de intercambio de valores.",
    "globalReachTitle": "Alcance global y métodos de pago",
    "globalReachDescription1": "La operación se realiza globalmente, ofreciendo diversas opciones de pago.",
    "globalReachDescription2": "Los proveedores operan de manera independiente, sin vínculos específicos con bancos o entidades reguladoras.",
    "globalReachDescription3": "El uso de la plataforma implica automáticamente la aceptación total de los términos de uso.",
    "disputesTitle": "Disputas y resoluciones",
    "disputesStep1": "Abra una solicitud en soporte o contáctenos por WhatsApp.",
    "disputesStep2": "Se aplicarán sanciones financieras en casos de deshonestidad.",
    "disputesStep3": "Las disputas infundadas estarán sujetas a sanciones del 10% del valor del pedido.",
    "disputesStep4": "El tiempo normal de resolución puede variar de 7 a 30 días, pudiendo extenderse dependiendo del tiempo de análisis de los bancos.",
    "conductTitle": "Conducta y compromiso",
    "conductDescription1": "Nuestro compromiso es mantener un entorno seguro y respetuoso, alineado con los principios libertarios de Bitcoin.",
    "conductPenalty1": "10%: Difamación sin intento previo de resolución.",
    "conductPenalty2": "20%: Difamación durante el análisis de una arbitraje.",
    "conductPenalty3": "100%: Intentos de fraude o negociaciones con fondos ilícitos.",
    "conductPenalty4": "125%: Mala fe por parte del proveedor o no envío de fondos a la contraparte después de la recepción.",
    "conductDescription2": "Los usuarios con comportamiento inapropiado serán expulsados permanentemente.",
    "footer": "Gracias por elegir nuestra plataforma. Nuestro compromiso es con su libertad y privacidad."
  },
  "support": {
    "sendMessage": "Envía un mensaje",
    "firstName": "Nombre",
    "lastName": "Apellido",
    "email": "Correo electrónico",
    "message": "Mensaje",
    "send": "Enviar",
    "successMessage": "¡Mensaje enviado con éxito!",
    "errorMessage": "Hubo un error al enviar el mensaje. Por favor, inténtalo nuevamente."
  },
  "buycheckout": {
    "coldWalletError": "La dirección de la cartera no puede estar vacía.",
    "invalidColdWalletError": "Dirección de cartera inválida.",
    "transactionNumberError": "El número de teléfono es obligatorio.",
    "invalidTransactionNumberError": "Ingresa un número de teléfono válido (9 a 15 dígitos).",
    "termsAndFeesAlert": "Debe aceptar las tarifas y los términos de uso.",
    "networkSelectionAlert": "Debe seleccionar una red de Bitcoin antes de continuar.",
    "paymentError": "Error al procesar el pago.",
    "pixKeyCopied": "¡Clave PIX copiada al portapapeles!",
    "paymentNotConfirmed": "Pago aún no confirmado. Inténtelo nuevamente.",
    "couponInactive": "El cupón no está activo.",
    "couponExpired": "El cupón ha caducado.",
    "couponUsageLimitReached": "El cupón alcanzó el límite de uso.",
    "couponValid": "¡El cupón es válido!",
    "couponCheckError": "Hubo un error al verificar el cupón.",
    "value": "Valor",
    "valueBTC": "Valor en BTC",
    "timeRemaining": "Tiempo restante",
    "minutes": "minutos",
    "scanQRCode": "Escanear el código QR",
    "copyPixKey": "Copiar clave PIX",
    "selectNetwork": "Seleccionar red",
    "selectPaymentMethod": "Seleccionar método de pago",
    "bitcoinWallet": "Cartera Bitcoin",
    "contactNumber": "Número de contacto",
    "couponPlaceholder": "Introduzca el código del cupón",
    "apply": "Aplicar",
    "acceptFees": "Acepto las tarifas",
    "acceptTerms": "Acepto los términos y condiciones",
    "getPixKey": "Obtener clave PIX"
  }
}
