{
  "header": {
    "links": ["Início", "Sobre", "Taxas", "Termos", "Suporte"]
  },
  "about": {
    "title": "Sobre",
    "paragraphs": [
      "Somos uma família deconstruindo um ecossistema P2P, sem KYC, para ser usado por qualquer um, em qualquer lugar.",
      "De acordo com a praxeologia, a lógica da ação humana sempre busca a mudança de um estado menos satisfatório para outro mais satisfatório. A Diy Sec Lab permite o livre mercado de vendedores e compradores P2P, da forma mais simples e amigável.",
      "Ao contrário de uma exchange convencional de criptomoedas, nós conectamos compradores e vendedores no formato P2P, de forma segura e privada. Todos os Bitcoins negociados na Diy Sec Lab são whitelisted, ou seja, não vieram através de atividades ilícitas e são totalmente legais.",
      "Talvez você ainda pense: 'Então, para comprar Bitcoin sem KYC e com segurança, terei que confiar no P2P da Diy Sec Lab?'",
      "Todos os atendentes da Diy Sec Lab são pré-selecionados no modelo SpikeProvider, deixando um valor em BTC travado na plataforma como garantia para trabalharem conosco. Assim, se algum atendente da Diy Sec Lab trapaceasse, automaticamente seria punido financeiramente em valores muito superiores aos trades.",
      "Por fim, em caso de qualquer problema, o cliente pode entrar em contato com o SpikeHelper informando o ID do trade. O problema será analisado cuidadosamente até a sua resolução. Estamos comprometidos em criar a melhor experiência para você."
    ]
  },
  "checkout": {
    "title": "Compra de Bitcoin e Checkout",
    "brl_placeholder": "Digite o valor em BRL",
    "btc_placeholder": "Valor em BTC",
    "proceed_button": "Prosseguir",
    "transaction_error": "Transações só são permitidas todos os dias, das 8h às 20h no horário de Brasília.",
    "amount_error": "O valor deve ser maior que R$700 e menor que R$5000 para prosseguir.",
    "brl_label": "BRL",
    "btc_label": "Bitcoin"
  },
  "paymentFailure": {
    "title": "Falha no pagamento",
    "returnToSite": "VOLTAR PARA O SITE",
    "whatsapp": "WhatsApp"
  },
  "paymentSuccess": {
    "title": "Pagamento concluído com sucesso",
    "description": "Sua transação foi concluída com sucesso.",
    "transactionTime": "A transação pode variar entre 30 minutos a 24 horas.",
    "whatsapp": "WhatsApp",
    "redirectButton": "VOLTAR PARA O SITE"
  },
  "fees": {
    "title": "Taxas",
    "above1000": "Para valores acima de 1000 BRL.",
    "below1000": "Para valores abaixo de 1000 BRL.",
    "reflectionTitle": "Reflexão: Bitcoin como ferramenta libertária",
    "reflection1": "Se o Bitcoin é realmente uma ferramenta libertária, por que os Governos permitem que os indivíduos ainda hoje comprem BTC legalmente?",
    "reflection2": "Basicamente porque quem ainda compra bitcoin de forma 'convencional' precisa entregar todos os detalhes pessoais à corretora, fazendo o famoso KYC. Desta forma, o Governo ficará sabendo de cada satoshi que você comprou e onde encontrá-lo.",
    "reflection3": "É verdade que ao comprar bitcoin desta forma você paga uma pequena taxa a cada trade, porém, no momento do saque, além de pagar uma outra taxa fixa, a sua transação ficará exposta ao Leviatã, e o imposto será inevitável, podendo chegar a 22,5%.",
    "reflection4": "Pois é, tal 'conveniência' pode custar muito mais caro no final das contas. Além disso, nunca se sabe como podem manipular os seus detalhes pessoais.",
    "privacyTitle": "Privacidade e Anonimato",
    "privacy1": "Não é muito difícil fazer a escolha certa. Melhor garantir a sua privacidade e anonimato.",
    "privacy2": "Comece a negociar agora a partir de "
  },
  "termsOfUse": {
    "title": "Termos de Uso",
    "platformTitle": "Sobre a plataforma",
    "platformDescription1": "Esta é uma plataforma P2P para negociação privada de bitcoin (BTC) não sendo uma exchange convencional com transações instantâneas.",
    "platformDescription2": "O modelo de funcionamento garante que as transações sejam realizadas com segurança entre os usuários, sejam provedores de liquidez ou criadores de ordens.",
    "platformDescription3": "Todos os provedores realizam um depósito em BTC que fica travado na plataforma, garantindo a efetividade das transações.",
    "transactionsTitle": "Como as transações funcionam",
    "transactionsStep1": "Escolha o valor desejado, rede e digite o endereço da sua carteira.",
    "transactionsStep2": "Informe o telefone de contato para o envio do comprovante.",
    "transactionsStep3": "Sempre lembrar de aceitar os termos de uso e as taxas para prosseguir.",
    "transactionDurationTitle": "Duração da transação",
    "transactionDurationDescription1": "Uma transação normal pode variar de 30 minutos a 24 horas, dependendo de fatores como processamento bancário, apresentação de comprovantes e congestionamento de redes.",
    "transactionDurationDescription2": "Podem ocorrer atrasos adicionais dependendo das decisões do usuário frente às flutuações do mercado.",
    "kycPoliciesTitle": "Políticas de KYC e responsabilidade",
    "kycPoliciesDescription1": "Não exigimos KYC para o uso da plataforma. A responsabilidade sobre a verificação de identidade é dos bancos que permitem aos seus clientes utilizar uma conta.",
    "kycPoliciesDescription2": "Nosso papel é assegurar que as negociações sejam realizadas adequadamente, atuando como um marketplace de troca de valores.",
    "globalReachTitle": "Alcance global e métodos de pagamento",
    "globalReachDescription1": "A operação é realizada globalmente, oferecendo diversas opções de pagamento.",
    "globalReachDescription2": "Os provedores operam de forma independente, sem vínculos específicos com bancos ou entidades reguladoras.",
    "globalReachDescription3": "O uso da plataforma implica automaticamente na aceitação integral dos termos de uso.",
    "disputesTitle": "Disputas e resoluções",
    "disputesStep1": "Abra uma solicitação no suporte ou entre em contato no WhatsApp.",
    "disputesStep2": "Penalidades financeiras serão aplicadas em casos de desonestidade.",
    "disputesStep3": "Disputas infundadas estarão sujeitas a penalidades de 10% do valor da ordem.",
    "disputesStep4": "A resolução normal pode levar de 7 a 30 dias, podendo se estender dependendo do tempo de análise de bancos.",
    "conductTitle": "Conduta e compromisso",
    "conductDescription1": "Nosso compromisso é com um ambiente seguro e respeitoso, alinhado aos princípios libertários do Bitcoin.",
    "conductPenalty1": "10%: Difamação sem tentativa prévia de resolução.",
    "conductPenalty2": "20%: Difamação durante a análise de uma arbitragem.",
    "conductPenalty3": "100%: Tentativas de fraude ou negociações com fundos ilícitos.",
    "conductPenalty4": "125%: Má-fé por parte do provedor ou não envio dos fundos à contraparte após o recebimento.",
    "conductDescription2": "Usuários com comportamento inadequado serão banidos permanentemente.",
    "footer": "Agradecemos por escolher nossa plataforma. O compromisso é com sua liberdade e privacidade."
  },
  "support": {
    "sendMessage": "Envie uma mensagem",
    "firstName": "Nome",
    "lastName": "Sobrenome",
    "email": "E-mail",
    "message": "Mensagem",
    "send": "Enviar",
    "successMessage": "Mensagem enviada com sucesso!",
    "errorMessage": "Ocorreu um erro ao enviar a mensagem. Por favor, tente novamente."
  },
  "buycheckout": {
    "coldWalletError": "O endereço da carteira não pode estar vazio.",
    "invalidColdWalletError": "Endereço da carteira inválido.",
    "transactionNumberError": "O número de telefone é obrigatório.",
    "invalidTransactionNumberError": "Insira um número de telefone válido (9 a 15 dígitos).",
    "termsAndFeesAlert": "Você precisa aceitar as taxas e os termos de uso.",
    "networkSelectionAlert": "Você precisa selecionar uma rede de Bitcoin antes de prosseguir.",
    "paymentError": "Erro ao processar o pagamento.",
    "pixKeyCopied": "Chave PIX copiada para a área de transferência!",
    "paymentNotConfirmed": "Pagamento ainda não confirmado. Tente novamente.",
    "couponInactive": "O cupom não está ativo.",
    "couponExpired": "O cupom expirou.",
    "couponUsageLimitReached": "O cupom atingiu o limite de uso.",
    "couponValid": "O cupom é válido!",
    "couponCheckError": "Cupom inválido. Entre em contado.",
    "value": "Valor",
    "valueBTC": "Valor em BTC",
    "timeRemaining": "Tempo restante",
    "minutes": "minutos",
    "scanQRCode": "Escaneie o QR Code",
    "copyPixKey": "Copiar chave PIX",
    "selectNetwork": "Selecione a Rede",
    "selectPaymentMethod": "Selecione o Método de Pagamento",
    "bitcoinWallet": "Carteira Bitcoin",
    "contactNumber": "Número de contato",
    "couponPlaceholder": "Digite o código do cupom",
    "apply": "Aplicar",
    "acceptFees": "Aceito as taxas",
    "acceptTerms": "Aceito os termos e condições",
    "getPixKey": "Gerar chave PIX"
  }
}
